
{
  "timeline":
  {
    "headline":"Construyendo trabajo",
    "type":"default",
    "startDate":"1999,1",

    "text": "Hace años que los trabajadores de Sistemas del Ministerio de Trabajo venimos haciendo lo que mejor sabemos hacer: desarrollar sistemas trabajando codo a codo con el resto de nuestros compañeros del Ministerio.<br /><br />Hoy queremos compartir con ustedes el fruto de estos últimos <span class='c1'>15 años de trabajo</span>. Porque estamos orgullosos de lo que hemos logrado. Porque hace mucho que elegimos trabajar para el Estado. Porque queremos seguir <span class='c2'>construyendo el Ministerio de Trabajo</span>. Y porque no queremos que nadie venga a tirar abajo esto que tanto esfuezo nos costó construir.",
    "asset":
    {
      "media":"assets/img/notes.png",
      "caption":""
    },
    "date": [
      {
        "startDate":"1999,3",
        "headline":"La Dirección de Sistemas a fines de los '90",
        "text": "A fines de los '90 el Ministerio de Trabajo no contaba todavía con sistemas propio. Los usuarios se conectaban de manera remota a las 'terminales bobas' de ANSES y utilizában sus aplicativos. Los compañeros con más años todavía recuerdan las letras verdes de las terminales.",
        "asset":
        {
          "media":"assets/img/screenshots/sijp.png",
          "caption":""
        }
      },
      {
        "startDate":"1999,5",
        "headline":"La crisis del año 2000",
        "text": "En los modelos más antiguos de equipos se usaban dos dígitos para almacenar los años, esto es lo que dio lugar a lo que más tarde se conocería como la 'Crisis del año 2000' o simplemente la 'Crisis Y2K'.<br />Para hacer frente a dicha crisis numerosos sistemas de ANSES tuvieron que ser desarrollados desde cero, migrando toda su información, en una carrera contra reloj antes de que llegara fin de año.",
        "asset":
        {
          "media":"assets/img/screenshots/y2k_crisis.png",
          "caption":""
        }
      },
      {
        "startDate":"1999,7",
        "headline":"Sistema de Mesa de Entradas General, Resoluciones Electrónicas y Notificaciones",
        "text": "Desarrollado para la Dirección de Despacho, el sistema de Mesa de Entradas General permite la gestión de la totalidad de los expedientes del Ministerio. Es utilizado a diario por más de 3.000 usuarios en todo el país. Actualmente contiene la información sobre 9.000.000 de documentos con sus 19.000.000 de pases. <br /><br />Para esa fecha también tuvieron que ser desarrollados las primeras versiones del Sistema de Resoluciones Electrónicas y de Notificaciones, a fin de hacer frente a la crisis del Y2K.",
        "asset":
        {
          "media":"assets/img/screenshots/mesa.png",
          "caption":""
        }
      },

      {
        "startDate":"2000,7",
        "headline":"Sistema de Liquidación de Fondos Rotatorios",
        "text": "Desarrollado para la Dirección de Administración y Control Presupuestario, el sistema permite el registro, liquidación y control de los fondos rotatorios. Mediante este sistema, al día de la fecha se han efectuado más de 26.000 liquidaciones.",
        "asset":
        {
          "media":"assets/img/screenshots/fondos.png",
          "caption":""
        }
      },

      {
        "startDate":"2004,3",
        "headline":"Sistema del Centro de Asesoriamento Laboral",
        "text": "Desarrollado para el Callcenter del Ministerio, el sistema permite la gestión y almacenar todas la consultas telefónicas que realizan los ciudadanos por planes de empleo, programas de capacitación o cuestiones laborales.<br /><br /> Actualmente el sistema lleva registrados más de 1.400.000 llamados, entre consultas y denuncias.",
        "asset":
        {
          "media":"assets/img/screenshots/callcenter.png",
          "caption":""
        }
      },
      {
        "startDate":"2004,11",
        "headline":"Sistema de Dictámenes y Recursos",
        "text": "Desarrollado para la Dirección de Dictámenes y Recursos, el sistema permite la gestión de los escritos elaborados por los abogados dictaminantes.<br /><br /> El sistema registra hoy más de 25.000 documentos, entre dictámenes y recursos, elaborados a lo largo de estos años por más de 50 profesionales del área.",
        "asset":
        {
          "media":"assets/img/screenshots/dictamenes.png",
          "caption":""
        }
      },
      {
        "startDate":"2005,08",
        "headline":"Sistema de Postulantes",
        "text": "Desarrollado para la Dirección de Recursos Humanos, se trata de una bolsa de trabajo para aquellos ciudadanos interesados en ingresar al Ministerio de Trabajo. En base a la información ingresada por los postulantes, se ha elaborado una completa base de datos que el personal de la Dirección consulta a la hora de efectuar una convocatoria.<br /><br /> Parte del alta del CV sirvió de base para el posterior Sistema Concursar.",
        "asset":
        {
          "media":"assets/img/screenshots/postulantes.png",
          "caption":""
        }
      },
      {
        "startDate":"2006,10",
        "headline":"Sistema de Liquidación de Viáticos",
        "text": "Desarrollado para la Dirección de Administración y Control Presupuestario, el sistema permite registrar y liquidar los viáticos efectuados por los trabajadores del Ministerio. Desde que se puso en uso, se registraron más de 90.000 liquidaciones de viáticos para cerca de 2.700 agentes. El sistema es utilizado por las oficinas centrales y todas las delegaciones regionales y gerencias de empleo del país.",
        "asset":
        {
          "media":"assets/img/screenshots/viaticos.png",
          "caption":""
        }
      }

    ]
  }
}
