
{
  "timeline":
  {
    "headline":"Construyendo trabajo",
    "type":"default",
    "startDate":"1999,1",

    "text": "Hace años que los trabajadores de Sistemas del Ministerio de Trabajo venimos haciendo lo que mejor sabemos hacer: desarrollar sistemas trabajando codo a codo con el resto de nuestros compañeros del Ministerio.<br /><br />Hoy queremos compartir con ustedes el fruto de estos últimos <span class='c1'>15 años de trabajo</span>. Porque estamos orgullosos de lo que hemos logrado. Porque hace mucho que elegimos trabajar para el Estado. Porque queremos seguir <span class='c2'>construyendo el Ministerio de Trabajo</span>. Y porque no queremos que nadie venga a tirar abajo esto que tanto esfuezo nos costó construir.",
    "asset":
    {
      "media":"assets/img/notes.png",
      "caption":""
    },
    "date": [
      {
        "startDate":"1999,3",
        "headline":"La Dirección de Sistemas a fines de los '90",
        "text": "A fines de los '90 el <span class='c1'>Ministerio de Trabajo</span> no contaba todavía con sistemas propio. Los usuarios se conectaban de manera remota a las 'terminales bobas' de <span class='c1'>ANSES</span> y utilizában sus aplicativos. Los compañeros con más años todavía recuerdan las letras verdes de las terminales.",
        "asset":
        {
          "media":"assets/img/screenshots/sijp.png",
          "caption":""
        }
      },
      {
        "startDate":"1999,5",
        "headline":"La crisis del año 2000",
        "text": "En los modelos más antiguos de equipos se usaban dos dígitos para almacenar los años, esto es lo que dio lugar a lo que más tarde se conocería como la <span class='c2'>Crisis del año 2000</span> o simplemente la <span class='c2'>Crisis del Y2K</span>.<br /><br />Para hacer frente a dicha crisis numerosos sistemas de <span class='c1'>ANSES</span> tuvieron que ser desarrollados desde cero, migrando toda su información, en una carrera contra reloj antes de que llegara fin de año.",
        "asset":
        {
          "media":"assets/img/screenshots/y2k_crisis.png",
          "caption":""
        }
      },
      {
        "startDate":"1999,7",
        "headline":"Mesa de Entradas General, Resoluciones y Notificaciones",
        "text": "Desarrollado para la <span class='c1'>Dirección de Despacho</span>, el sistema permite gestionar todos de los expedientes del Ministerio. Actualmente es utilizado a diario por más de <span class='c2'>3.000 usuarios</span> en todo el país, y contiene la información sobre <span class='c2'>9.000.000 de documentos</span> con sus <span class='c2'>19.000.000 de pases</span>. <br /><br />Para esa fecha también se desarrollaron el <span class='c1'>Sistema de Resoluciones Electrónicas</span> y el de <span class='c1'>Notificaciones</span>, a fin de hacer frente a la <span class='c2'>crisis del Y2K</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/mesa.png",
          "caption":""
        }
      },

      {
        "startDate":"2000,7",
        "headline":"Liquidación de Fondos Rotatorios",
        "text": "Desarrollado para la <span class='c1'>Dirección de Administración y Control Presupuestario</span>, el sistema permite el registro, liquidación y control de los fondos rotatorios. Mediante este sistema, al día de la fecha se han efectuado más de <span class='c2'>26.000 liquidaciones</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/fondos.png",
          "caption":""
        }
      },

      {
        "startDate":"2004,3",
        "headline":"Centro de Asesoriamento Laboral",
        "text": "Desarrollado para el <span class='c1'>Centro de Asesoramiento Laboral</span>, el sistema Callcenter permite gestionar y almacenar todas la consultas telefónicas que realizan los ciudadanos por planes de empleo, programas de capacitación o cuestiones laborales.<br /><br /> Actualmente el sistema lleva registrados más de <span class='c2'>1.400.000 llamados</span> entre consultas y denuncias.",
        "asset":
        {
          "media":"assets/img/screenshots/callcenter.png",
          "caption":""
        }
      },
      {
        "startDate":"2004,11",
        "headline":"Dictámenes y Recursos",
        "text": "Desarrollado para la <span class='c1'>Dirección de Dictámenes y Recursos</span>, el sistema permite la gestión de los escritos elaborados por los abogados dictaminantes.<br /><br /> Hoy en día cuenta con más de <span class='c2'>25.000 documentos</span>, entre dictámenes y recursos, elaborados a lo largo de estos años por más de <span class='c2'>50 profesionales</span> del área.",
        "asset":
        {
          "media":"assets/img/screenshots/dictamenes.png",
          "caption":""
        }
      },
      {
        "startDate":"2005,08",
        "headline":"Postulantes",
        "text": "Desarrollado para la <span class='c1'>Dirección de Recursos Humanos</span>, se trata de una bolsa de trabajo para aquellos ciudadanos interesados en ingresar al <span class='c1'>Ministerio de Trabajo</span>. En base a la información ingresada por los postulantes, se ha elaborado una completa base de datos que el personal de la Dirección consulta a la hora de efectuar una convocatoria.<br /><br /> Parte del alta del CV sirvió de base para el posterior <span class='c1'>Sistema Concursar</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/postulantes.png",
          "caption":""
        }
      },
      {
        "startDate":"2006,01",
        "headline":"Acciones Judiciales",
        "text": "Desarrollado para la <span class='c1'>Dirección de Acciones Judiciales</span>permite llevar adelante la representación del Ministerio de Trabajo ante la justicia. Actualmente es utilizado por más de <span class='c2'>150 abogados</span> y <span class='c2'>40 dependencias</span> de todo el país. Al día de la fecha el sistema ha permitido la gestión de más de <span class='c2'>120.000 casos</span> en los cuales los abogados representan al Ministerio ante la justicia, <span class='c2'>130.000 expedientes administrativos</span> y <span class='c2'>87.000 boletas de pago</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/juicios.png",
          "caption":""
        }
      },
      {
        "startDate":"2006,10",
        "headline":"Liquidación de Viáticos",
        "text": "Desarrollado para la <span class='c1'>Dirección de Administración y Control Presupuestario</span>, el sistema permite registrar y liquidar los viáticos efectuados por los trabajadores del Ministerio. Desde que se puso en uso, se registraron más de <span class='c2'>90.000 liquidaciones de viáticos</span> para cerca de <span class='c2'>2.700 agentes</span>. <br /><br />El sistema es utilizado por las oficinas centrales y todas las delegaciones regionales y gerencias de empleo del país.",
        "asset":
        {
          "media":"assets/img/screenshots/viaticos.png",
          "caption":""
        }
      },
      {
        "startDate":"2007,02",
        "headline":"Resoluciones de Trabajo Agrario",
        "text": "Desarrollado para la <span class='c1'>Comisión Nacional de Trabajo Agrario</span>, el sistema permite registrar y consultar toda a normativa vinculada a los temas de Trabajo Agrario. Actualmente a través de este sistema se han publicado más de <span class='c2'>1.400 resoluciones</span> atinentes a esta temática. <br /><br />El sistema cuenta además con una consulta de acceso público disponible en la página wbe del <span class='c1'>Ministerio de Trabajo</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/trabajo_agrario.png",
          "caption":""
        }
      },
      {
        "startDate":"2010,06",
        "headline":"Sumarios Administrativos",
        "text": "Este sistema fue desarrollado por el <span class='c1'>Instituto Nacional de Teconología Agropecuaria</span> (INTA) utilizando <span class='c2'>Software Libre</span>. Gracias a ello pudo ser compartido libremente con el <span class='c1'>Ministerio de Trabajo</span> sin costo alguno.<br /><br /> El equipo de profesionales de la <span class='c1'>Dirección de sistemas</span> tomó el proyecto y lo adaptó a las necesidades específicas de la <span class='c1'>Dirección de Sumarios Administrativos</span>, agregando nuevos módulos y funcionalidades.",
        "asset":
        {
          "media":"assets/img/screenshots/sumarios.png",
          "caption":""
        }
      },
      {
        "startDate":"2010,04",
        "headline":"Concursos para la Administración Pública Nacional",
        "text": "Sistema diseñado junto con el personal de la <span class='c1'>Dirección de Recursos Humanos</span> para llevar adelante la convocatoria a concursos en el marco del sectorial <span class='c1'>SINEP</span>. Ha permitido que <span class='c2'>miles de postulantes</span> se presentaran para ocupar cargos en el <span class='c1'>Ministerio de Trabajo</span>.<br /><br />.El sistema ha tenido gran reconocimiento por parte de la <span class='c1'>Jefatura de Gabinete</span> y ha sido implementado en <span class='c2'>múltiples organismos de la APN</span> para llevar adelante el proceso de convocatorias a la cobertura de cargos mediante el sistema de concursos.",
        "asset":
        {
          "media":"assets/img/screenshots/concursar.png",
          "caption":""
        }
      },
      {
        "startDate":"2010,08",
        "headline":"Notificaciones Web",
        "text": "Reingeniería completa del <span class='c1'>Sistema de Notificaciones</span> adpatándolo a la tecnología web. El usuario principal del sistema es el <span class='c1'>Departamento de Oficios y Notificacaciones</span>, pero también es utilizado por múltiples áreas, entre las cuales se encuentran: <span class='c1'>SECLO</span>, <span class='c1'>Tribunal de Trabajo Doméstico</span>, <span class='c1'>Comisión Nacional de Trabajo Agrario</span>, <span class='c1'>Dirección de Relaciones Individuales</span>, <span class='c1'>Diarios y Revistas</span>, <span class='c1'>Contrataciones y Patrimonio</span>, entre otros.<br /><br />Actualmente permite planificar el trabajo de más de <span class='c2'>16 notificadores</span> y al día de la fecha se han registrado más de <span class='c2'>356.000 notificaciones</span>.",
        "asset":
        {
          "media":"assets/img/screenshots/notificaciones_web.png",
          "caption":""
        }
      },
      {
        "startDate":"2011,11",
        "headline":"Consulta web de Mesa de Entradas General",
        "text": "Desarrollo de un buscador de expedientes en versión web de uso interno. El mismo es utilizado a diario por gran parte de los <span class='c2'>4.000 trabajadores del Ministerio</span> y ha permtido aliviar la carga de trabajo del sistema de alta de de Expedientes.<br /><br />También se ha desarrollado un buscador público de expedientes disponible para todos los ciudadanos en la página web del Ministerio.",
        "asset":
        {
          "media":"assets/img/screenshots/mesa_consulta_web.png",
          "caption":""
        }
      }

    ]
  }
}
